{
    "pageTitle": "나만의 소속사대표 테스트",
    "mainTitle": "난 어떤 소속사대표일까",
    "subtitle": "얼굴로 보는 인공지능 동물상 테스트",
    "footerText": "&copy; 태영테크 2024. All Rights Reserved.",
    
    "modelUrl": "https://teachablemachine.withgoogle.com/models/ox-kFbDzt/",
    "classDetails": [
        {
            "name": "JYP",
            "title": "박진영상",
            "explain": "당신과 닮은 박진영은 한국의 대표적인 연예기획사 JYP엔터테인먼트의 설립자이자 대표로, 뛰어난 프로듀서이자 가수로서 K-팝 산업에 큰 영향을 미친 인물다. 1997년에 JYP엔터테인먼트를 설립한 이후, god, 원더걸스, 2PM, 트와이스, 스트레이 키즈 등 다수의 인기 아티스트를 발굴하고 육성하였으며, 그의 독창적인 음악적 스타일과 프로듀싱 능력은 JYP엔터테인먼트를 글로벌 엔터테인먼트 기업으로 성장시키는 데 중심 역할을 했다!",
            "celeb": "소속 아티스트: 2PM, Stray Kids, ITZY, 박진영, TWICE, NMIXX, DAY6 등",
            "color": "rgba(27, 175, 234, 1)"
        },
        {
            "name": "SM",
            "title": "이수만상",
            "explain": "당신과 닮은 이수만은 한국의 대표적인 연예기획사 SM엔터테인먼트의 설립자이자 전 대표로, K-팝 아이돌 문화와 글로벌 음악 시장 확장에 큰 기여를 한 인물이다. 1989년에 SM엔터테인먼트를 설립한 이후 H.O.T., S.E.S., 동방신기, 소녀시대, EXO, NCT 등 수많은 인기 아티스트를 발굴하고 육성하여, 한국 음악 산업의 혁신과 K-팝의 세계적인 인기를 이끄는 데 중추적인 역할을 했다!",
            "celeb": "소속 아티스트: BoA, 소녀시대, aespa, nævis, SHINee, WayV, Red Velvet, 동방신기, NCT, SUPER JUNIOR, EXO, RIIZE 등",
            "color": "rgba(251, 176, 59, 1)"
        },
        {
            "name": "YG",
            "title": "양현석상",
            "explain": "당신과 닮은 양현석은 한국의 대표적인 연예기획사 YG엔터테인먼트의 설립자이자 전 대표로, K-팝의 독창성과 글로벌 인기를 이끄는 데 중요한 역할을 한 인물다. 1996년에 YG엔터테인먼트를 설립한 이후, 서태지와 아이들 출신의 아티스트로서 독특한 음악적 감각을 바탕으로 빅뱅, 2NE1, 블랙핑크, 아이콘, 위너 등 여러 인기 그룹을 발굴하고 육성하였으며, YG엔터테인먼트를 글로벌 엔터테인먼트 기업으로 성장시키는 데 큰 기여를 했다!",
            "celeb": "소속 아티스트: 션, AKMU, WINNER, BLACKPINK, 은지원, BABYMONSTER, TREASURE 등",
            "color": "rgba(265, 100, 50, 1)"
        },
          {
            "name": "힛맨뱅",
            "title": "방시혁상",
            "explain": "당신과 닮은 방시혁은 한국의 대표적인 연예기획사 HYBE(구 빅히트 엔터테인먼트)의 설립자이자 대표로, BTS를 비롯한 여러 아티스트를 글로벌 슈퍼스타로 키워내며 K-팝의 세계적 인기에 크게 기여한 인물이다. 2005년에 빅히트 엔터테인먼트를 설립한 후, 그의 탁월한 기획력과 프로듀싱 능력으로 BTS, 투모로우바이투게더(TXT), 엔하이픈 등 다양한 아티스트를 성공적으로 육성하였고, HYBE를 세계적인 엔터테인먼트 기업으로 성장시키는 데 중요한 역할을 했다!",
            "celeb": "소속 아티스트: BTS, 투모로우바이투게더(TXT), 엔하이픈, 아일릿, 르세라핌(LE SSERAFIM), 세븐틴, TWS, ZICO, BOYNEXTDOOR, 뉴진스, &TEAM 등",
            "color": "rgba(265, 100, 50, 1)"
        }
    ]
}

